#!/usr/bin/bash

wp post create \
--post_title='ケンプター・パストラールミサ' \
--post_status='publish' \
--post_date='2005-12-25' \
--post_content="`cat <<EOF
2005.12.25 収録
キリエ
グロリア
クレド
サンクトゥス
ベネディクトゥス
アニュスデイ
ベトレヘムに行こう
サイレントナイト

試聴ボタン
パストラール・ミサ CDご希望の方は
ご連絡ください
EOF`"

wp post create \
--post_title="御復活祭2006" \
--post_status='publish' \
--post_date='2006-04-15' \
--post_content="`cat <<EOF
2006.4.15 収録
よろこび歌え
キリエ
グロリア
きょうこそ神が造られた日
アレルヤ
モーツアルト、アヴェ・ヴェルム・コルプス
シューベルト、サンクトゥス
アニュスデイ
さかえのみ神を
モーツアルト、サンタマリア・マテルデイ
み母マリアさま

試聴ボタン 御復活祭2006 CDご希望の方は
ご連絡ください
EOF`"
 
wp post create \
--post_title="第二回谷山宗教音楽祭" \
--post_status='publish' \
--post_date='2006-11-23' \
--post_content="`cat <<EOF
2006.11.23 収録
 モーツアルト、サンクタ マリア マテル デイ
 ミヒャエル・ハイドン、カンターテ ドミノ
 J.S.バッハ、「クリスマス オラトリオ」より
 メンデルスゾーン、オラトリオ「エリア」より
 モーツアルト、エクスルターテ ジュビラーテ
 モーツアルト、タントム エルゴ
 モーツアルト、アヴェ ヴェルム コルプス
 モーツアルト、ラウダーテ ドミヌム
EOF`"
